gameData.spaceDementia.factions = [
    {
        "alignment": "Свет",
        "parent": null,
        "tier": 1,
        "id": " glkMain",
        "name": "Галактическая Логистическая Компания (ГЛК)",
        "longCampaign": "",
        "globalCampaign": "",
        "description": "Союз нескольких рас, созданный в попытке объединить разрозненную галактику в единую логистическую сеть. Имеет более 2000 космических станций.",
        "additional": "Тип: альянс разных рас. Распространение: везде. Организация: корпорация. Развитие: высокое. Технологии: высокое. Оккультизм: средне. Опасность: средне.",
        "quests": [],
        "members": []
    },
];