gameData.spaceDementia.mechanics = [
    {
        "group": "Базовые механики",
        "name": "Характеристики",
        "description":
            "<p>Тело - Сила / Ловкость</p>" +
            "<p>Разум - Интеллект / Реакция</p>" +
            "<p>Дух - Харизма / Смелость</p>" +
            "<p>Здоровье / Выносливость</p>"
    },
    {
        "group": "Базовые механики",
        "name": "Навыки",
        "description":
        "<table>" +
        "<tbody>" +
        "<tr>" +
        "<td>" +
        "<p>Ближний бой</p>" +
        "<p>Стрельба</p>" +
        "<p>Тяжёлое вооружение</p>" +
        "<p>Взрывчатка</p>" +
        "</td>" +
        "<td>" +
        "<p>Пилотирование</p>" +
        "<p>Космический бой</p>" +
        "<p>Зенитные орудия</p>" +
        "<p>Навигация</p>" +
        "</td>" +
        "</tr>" +
        "<tr>" +
        "<td>" +
        "<p>Медицина</p>" +
        "<p>Биохимия</p>" +
        "<p>Фармацевтика</p>" +
        "<p>Полевая медицина</p>" +
        "</td>" +
        "<td>" +
        "<p>Инженерия кораблей</p>" +
        "<p>Оружейное дело</p>" +
        "<p>Создание брони</p>" +
        "<p>Компьютеры</p>" +
        "</td>" +
        "</tr>" +
        "<tr>" +
        "<td>" +
        "<p>Торговля</p>" +
        "<p>Управление</p>" +
        "<p>Дипломатия</p>" +
        "<p>Логистика</p>" +
        "</td>" +
        "<td>" +
        "<p>Исполнение</p>" +
        "<p>Соблазнение</p>" +
        "<p>Ораторство</p>" +
        "<p>Академ. знания</p>" +
        "</td>" +
        "</tr>" +
        "</tbody>" +
        "</table>"
    },
    {
        "group": "Базовые механики",
        "name": "Классы",
        "description":
        "<p>Штурмовик - броня / вооружение / тактика</p>" +
        "<p>Медик - лечение / яды / стимуляторы</p>" +
        "<p>Пилот - вождение / косм.бой / слияние</p>" +
        "<p>Инженер - взлом / сборка / взрывчатка</p>" +
        "<p>Разведчик - скрытность / убийство / бл. бой</p>" +
        "<p>Оккультист - прорицание / проклятия / зачарование</p>" +
        "<p>*Капитан* - корабль / чипы / команда</p>"
    },
    {
        "group": "Базовые механики",
        "name": "Инвентарь",
        "description":
        "<p>Шлем</p>" +
        "<p>Броня</p>" +
        "<p>Перчатки</p>" +
        "<p>Ботинки</p>" +
        "<p>Спина</p>" +
        "<p>Оружие 1</p>" +
        "<p>Оружие 2</p>" +
        "<p>Имплант 1</p>" +
        "<p>Имплант 2</p>" +
        "<p>Имплант 3</p>"
    },
    {
        "group": "Базовые механики",
        "name": "Классы брони",
        "description":
        "<p>Лёгкая / синт.ткань</p>" +
        "<p>Средняя</p>" +
        "<p>Тяжёлая</p>"
    },
    {
        "group": "Базовые механики",
        "name": "Типы оружия",
        "description":
        "<p>Ближний бой:</p>" +
        "<p>Плазменный резак (огонь)</p>" +
        "<p>Цепное (физика)</p>" +
        "<p>Рунический (оккульт)</p>" +
        "<p>Дальний бой:</p>" +
        "<p>Огнестрельное (физика)</p>" +
        "<p>Рельсовое (физика)</p>" +
        "<p>Плазменное (огонь)</p>" +
        "<p>Лазерное (огонь)</p>" +
        "<p>Кислотное (химический)</p>" +
        "<p>Гранаты/ракеты (смешанный)</p>"
    },
];


