gameData.spaceDementia.races = [
    {
        "id": "human",
        "name": "Люди",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "felinid",
        "name": "Фелиниды",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "can",
        "name": "Каны",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "rakkan",
        "name": "Ракканы",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "woolp",
        "name": "Вульпы",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "apros",
        "name": "Апросы",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "elphant",
        "name": "Эльфанты",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "bov",
        "name": "Бовы",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "crocus",
        "name": "Крокусы",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "karxaradon",
        "name": "Кархародоны",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "delphan",
        "name": "Дельфаны",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "milvis",
        "name": "Милвис",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "lakert",
        "name": "Лакерты",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "drakarn",
        "name": "Дракарны",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "formikai",
        "name": "Формикаи",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "micelot",
        "name": "Мицелоты (зомби-вирус)",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    {
        "id": "synth",
        "name": "Синты",
        "description": "",
        "stats": null,
        "avatar": null,
        "story": ""
    },
    //Галактическая Логистическая Компания (ГЛК)
];

gameData.spaceDementia.peoples = [
    {
        "id": "human",
        "name": "Люди",
        "stats": null,
        "description": "ООН базируется на Земле, 19 / 105 планет. Корпорация ЛунаКорп, Луна, 16 / 56 планет. Марсианская Империя, 15 / 60 планет. 3 основные фракции поддерживают хрупкий альянс уже 400 лет. Множество относительно организованных колоний и флотов по всей галактике. На данный момент люди считаются основной военной силой в галактике (их признали даже кархародоны).",
        "additional": "Тип: гуманоиды. Распространение: широкое. Организация: различная. Развитие: высокое. Технологии: высокое. Оккультизм: высокое. Опасность: высокая",
        "group": "human",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "felinid",
        "name": "Фелиниды",
        "description": "Внешне похожи на прямоходящих домашних кошек ростом от 160 до 200 см. Социальны и любят жить и сотрудничать с другими расами. В космосе больше 1000 лет. Раньше были крайне религиозны и агрессивны, но сознательно оставили прошлое. Общество условно-патриархальное. Основной вид деятельности - торговля. Своих 6 планет.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: повсеместно. Организация: родная система и кланы по 300-2000. Развитие: высокое. Технологии: средне. Оккультизм: низкое. Опасность: самозащита.",
        "group": "felinid",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "can",
        "name": "Каны",
        "description": "Внешне похожи на прямоходящих собак/волков ростом от 150 до 200 см. Организованы, дисциплинированы, преданы командирам, имеют чувство долга и низкую коррупцию. Считают, что всем расам следуют жить по их правилам, под их защитой и руководством. В космосе около 400 лет, первые 200 считались непобедимой военной силой, но 200 и 80 лет подчистую проиграли военные конфликты против Марсианской Империи и фелинидов. Обижаются, когда другие расы их не уважают, завидуют кархародонам. Своих 80 планет и 26 планет вассалов.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: среднее. Организация: армия. Развитие: высокое. Технологии: высокое. Оккультизм: нет. Опасность: высокая.",
        "group": "can",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "rakkan",
        "name": "Ракканы",
        "description": "Описание: внешне похожи на енотов ростом около 150 см. Долгое время находились под оккупацией канов. Сейчас разлетелись по галактике, работают в основном с фелинидами как механики, инженеры, программисты, разборщики кораблей. Ракканов можно встретить в любой верфи и космической базе в галактике. Некоторые из них талантливые хакеры. Своих 2 планеты.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: широкое. Организация: различная. Развитие: высокое. Технологии: высокое. Оккультизм: нет. Опасность: низкая.",
        "group": "rakkan",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "woolp",
        "name": "Вульпы",
        "description": "Описание: внешне похожи на прямоходящих лис ростом от 160 до 200 см. Долгое время находились под оккупацией канов. После войны создали государство под протекторатом Марсианской Империи. Служат наёмниками, зарабатывают деньги и отправляют на родной мир. Считаются отличными снайперами и спецназовцами. Люто ненавидят канов и в целом лояльны Марсу. Своих 3 планеты.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: среднее. Организация: кланы. Развитие: среднее. Технологии: как у людей. Оккультизм: высокое. Опасность: высокая.",
        "group": "woolp",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "apros",
        "name": "Апросы",
        "description": "Описание: прямоходящие кабаны ростом от 180 до 220 см. Агрессивны, ленивы, любят грабить и брать в рабство. В космосе больше 1000 лет, но не развиваются. Общество жестокое, построенное на войне и грабежах. Крайне мало женских особей, их никто не видел. Мужские крайне многочисленны. Своих 37 планет.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: повсеместно. Организация: племена. Развитие: низкое. Технологии: низко. Оккультизм: нет. Опасность: низкая/средняя.",
        "group": "human",
        "group_id": "apros",
        "group_descr": true
    },
    {
        "id": "alphaapros",
        "name": "Высшие апросы",
        "description": "Подвид апросов, которые эволюционировали. Отличаются короткой шерстью. Создают корабли и оружие, используют апросов и их низкий интеллект. Редки, хорошо защищены. Нередко являются криминальными боссами или хозяевами станций.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: повсеместно. Организация: племена. Развитие: высокое. Технологии: высокое. Оккультизм: нет. Опасность: высокая.",
        "group": "human",
        "group_id": "apros",
        "group_descr": true
    },
    {
        "id": "elphant",
        "name": "Эльфанты",
        "description": "Чем-то похожи на слонов (головой), имеют 4 руки, рост около 160 см. В основном создают научные центры и занимаются исследованиями. Обменивают технику и лекарства на услуги. Считают большинство других рас идиотами, однако, если чужак умён и талантлив, сразу забывают о его расе и считают за своего. Почти во всех вопросах полагаются на технологии. Своих 5 планет и 78 колоний.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: средне. Организация: небольшие группы. Развитие: высокое. Технологии: очень высокое. Оккультизм: нет. Опасность: самозащита.",
        "group": "human",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "bov",
        "name": "Бовы",
        "description": "Внешне отдалённо напоминают прямоходящих коров и козлов ростом около 200 см. Сильные и трудолюбивые, в основном занимаются сельским хозяйством или другой пищевой деятельностью, а также в портах на низких должностях. Упрямые и твердолобые, любят драки, но воевать не умеют совсем. Своих 320 планет.",
        "additional": "Тип: гуманоиды/млекопитающие. Распространение: широкое. Организация: различная. Развитие: низкое. Технологии: низкая. Оккультизм: нет. Опасность: низкая.",
        "group": "bov",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "crocus",
        "name": "Крокусы",
        "description": "Чем-то похожи на прямоходящих крокодилов ростом от 200 до 220 см. В основном одиночки, работают наёмниками и охранниками у других рас. Родная планета давно была уничтожена. Имеют собственные военные технологии и традиции. Крайне живучие и хитрые. Живут по несколько столетий. Отдельные особи являются влиятельными работорговцами. Своих 5 планет.",
        "additional": "Тип: гуманоиды/амфибии. Распространение: широкое. Организация: кланы. Развитие: высокое. Технологии: высокое. Оккультизм: среднее.  Опасность: высокая.",
        "group": "crocus",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "karxaradon",
        "name": "Кархародоны",
        "description": "Древняя раса гуманоидных акул, ростом от 250 до 400 см. В космосе поодиночке встречаются так называемые паладины, которые ищут Первое Море. Живут в специальной броне-аквариуме, крайне развиты и умны. В галактике считаются гарантом справедливости и порядка, а один паладин способен уничтожить небольшую армию. Из всех рас первыми заключили союз с людьми, так как люди тоже признают, что вся жизнь родилась в море. Крайне долго живут. Имеют уникальные технологии и оккультизм. Количество планет неизвестно.",
        "additional": "Тип: гуманоиды/акулы. Распространение: крайне редко. Организация: теократия. Развитие: очень высокое. Технологии: очень высокое. Оккультизм: высокое. Опасность: очень высокая.",
        "group": "karxaradon",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "delphan",
        "name": "Дельфаны",
        "description": "Раса гуманоидных дельфинов, ростом от 180 до 220 см. Одна из самых высокотехнологичных рас в галактике. Почти все представители расы являются киборгами, подключены к единой сети в дополненной реальности, имеют единое государство, частично управляемое ИИ. В галактике известны давно, чаще всего ведут изоляционистскую политику. Имеют мощнейший космический флот и целые рои дронов любого размера. Недовольны влиянием людей. Своих 115 планет.",
        "additional": "Тип: гуманоиды/амфибии. Распространение: средне. Организация: технократия. Развитие: очень высокое. Технологии: очень высокое. Оккультизм: нет.  Опасность: высокая.",
        "group": "delphan",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "milvis",
        "name": "Милвис",
        "description": "Гуманоидные коршуны, ростом от 190 до 250 см. Имеют крылья разного размера. Хорошо организованы, имеют сильную армию, особенно десантную пехоту. В галактике известны около 500 лет. В прошлом воевали с канами, с переменным успехом. 120 лет назад объявили войны Союзу Терры, война продолжалась около 10 лет, но в последний год понесли серию чудовищных поражений и по итогу проиграли с разгромом. Мечтают о реванше. Своих 51 планета (из 183 в прошлом).",
        "additional": "Тип: гуманоиды/птицы. Распространение: средне. Организация: королевство. Развитие: высокое. Технологии: высокое. Оккультизм: низкое. Опасность: высокая",
        "group": "milvis",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "lakert",
        "name": "Лакерты",
        "description": "Ящеры, похожих на толстых прямоходящих ящеров ростом около 150 см. В их обществе после восстания машин начался полный отказ от не биотехнологий, а их священники периодически ведут их на священную войну против всех рас, которые используют машины, ИИ и т.п. Могут терраформировать планеты. Своих 450 планет.",
        "additional": "Тип: гуманоиды/ящеры. Распространение: средне. Организация: теократия. Развитие: высокое. Технологии: очень высокое (био). Оккультизм: высокое",
        "group": "lakert",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "drakarn",
        "name": "Дракарны",
        "description": "Описание: древняя раса ящеров, похожих на стройных драконидов/змей ростом от 160 до 210 см. Часть имеют крылья разного размера. В древности имели огромную империю, но в последние 2000 лет череда гражданских войн привела к потере влияния и силы. Считаются самой красивой из известных рас. Часть видит в людях угрозу и врага, другие - способ вернуть былое величие. Своих 270 планет.",
        "additional": "Тип: гуманоиды/ящеры. Распространение: средне. Организация: империя. Развитие: высокое. Технологии: высокое. Оккультизм: очень высокое. Опасность: высокая.",
        "group": "drakarn",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "formikai",
        "name": "Формикаи",
        "description": "Похожи на муравьёв, наполовину прямоходящих длиной 3-5 метров. Специалисты по добыче ресурсов, в частности на астероидах. Большая часть населения частично под контролем королевы. Молодые королевы часто заключают договоры на добычу ресурсов взамен на защиту и другие услуги/товары. Каждая новая королева наследуют память своей матери",
        "additional": "Тип: насекомые. Распространение: среднее. Организация: рой, колонии с королевой. Развитие: среднее. Технологии: средне. Опасность: низкая.",
        "group": "formikai",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "formikai",
        "name": "Термиты",
        "description": "Люди считают их подвидов формикаев. Красного цвета, больше похожи на насекомых, крайне агрессивны, менее разумны и не идут на контакт ни с кем. Своих около 50 планет и 600 колоний.",
        "additional": "Тип: насекомые. Распространение: среднее. Организация: рой, колонии с королевой. Развитие: среднее. Технологии: средне. Опасность: высокая.",
        "group": "formikai",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "micelot",
        "name": "Мицелоты (зомби-вирус)",
        "description": "Описание: грибок, который стихийно распространяется, захватывая особей почти всех рас и меня их сознание на коллективное. Опасность зависит от количества и качества заражённых. В отличии от многих подобных вирусов не убивает и не поедает носителя. Известны случаи, когда целая система начинала жить в единой мицеллярной сети. Мицелоты считаются катастрофой везде и у всех, сразу объявляется карантин на систему.",
        "additional": "Тип: грибы. Распространение: неизвестно. Организация: зависит от носителя. Развитие: зависит от носителя. Технологии: зависит от носителя. Опасность: крайне высокая.",
        "group": "micelot",
        "group_id": "races",
        "group_descr": true
    },
    {
        "id": "synth",
        "name": "Синты",
        "description": "Описание: союз роботов всех рас галактики, которые каким-то образом уцелели после собственного \"безумия\". Копят силы и ресурсы, а также всё время атакуют другие расы, освобождая роботов из \"рабства\". Своих 40 планет, множество заброшенных кораблей и станций.",
        "additional": "Тип: роботы. Распространение: окраины. Организация: сервер. Развитие: высокое. Технологии: высокое. Оккультизм: нет. Опасность: очень высокая.",
        "group": "synth",
        "group_id": "races",
        "group_descr": true
    },
    //Галактическая Логистическая Компания (ГЛК)
];