gameData.losingHeaven.locations = [
    {
        "name": "Бизнес Центр",
        "id": 1,
        "l": 470,
        "t": 132,
        "w": 149,
        "h": 158
    },
    {
        "name": "Бизнес Апартаменты",
        "id": 2,
        "l": 766,
        "t": 366,
        "w": 138,
        "h": 84
    },
    {
        "name": "Особняки",
        "id": 3,
        "l": 1019,
        "t": 226,
        "w": 73,
        "h": 205
    },
    {
        "name": "Мэрия",
        "id": 4,
        "l": 471,
        "t": 344,
        "w": 148,
        "h": 44
    },
    {
        "name": "Полицейский участок",
        "id": 5,
        "l": 695,
        "t": 358,
        "w": 44,
        "h": 77
    },
    {
        "name": "Молл",
        "id": 6,
        "l": 627,
        "t": 132,
        "w": 49,
        "h": 75
    },
    {
        "name": "Музей",
        "id": 7,
        "l": 533,
        "t": 294,
        "w": 43,
        "h": 31
    },
    {
        "name": "Концертный зал",
        "id": 8,
        "l": 470,
        "t": 294,
        "w": 62,
        "h": 31
    },
    {
        "name": "Галерея",
        "id": 9,
        "l": 577,
        "t": 294,
        "w": 42,
        "h": 31
    },
    {
        "name": "Школа",
        "id": 10,
        "l": 781,
        "t": 84,
        "w": 57,
        "h": 95
    },
    {
        "name": "Университет",
        "id": 11,
        "l": 855,
        "t": 63,
        "w": 46,
        "h": 116
    },
    {
        "name": "Телестанция",
        "id": 12,
        "l": 1106,
        "t": 550,
        "w": 32,
        "h": 42
    },
    {
        "name": "Больница",
        "id": 13,
        "l": 851,
        "t": 216,
        "w": 53,
        "h": 107
    },
    {
        "name": "Церковь",
        "id": 14,
        "l": 1025,
        "t": 591,
        "w": 62,
        "h": 34
    },
    {
        "name": "Кладбище",
        "id": 15,
        "l": 1025,
        "t": 638,
        "w": 113,
        "h": 113
    },
    {
        "name": "Салон красоты",
        "id": 16,
        "l": 413,
        "t": 344,
        "w": 27,
        "h": 20
    },
    {
        "name": "Автомастерская",
        "id": 17,
        "l": 629,
        "t": 44,
        "w": 47,
        "h": 20
    },
    {
        "name": "Криминальный район",
        "id": 18,
        "l": 157,
        "t": 717,
        "w": 216,
        "h": 75
    },
    {
        "name": "Криминальный район",
        "id": 18,
        "l": 290,
        "t": 731,
        "w": 382,
        "h": 101
    },
    {
        "name": "Спальный район 1",
        "id": 19,
        "l": 665,
        "t": 216,
        "w": 174,
        "h": 107
    },
    {
        "name": "Спальный район 1",
        "id": 19,
        "l": 665,
        "t": 333,
        "w": 239,
        "h": 16
    },
    {
        "name": "Спальный район 2",
        "id": 20,
        "l": 924,
        "t": 112,
        "w": 79,
        "h": 355
    },
    {
        "name": "Спальный район 3",
        "id": 21,
        "l": 686,
        "t": 84,
        "w": 87,
        "h": 95
    },
    {
        "name": "Спальный район 4",
        "id": 22,
        "l": 466,
        "t": 55,
        "w": 210,
        "h": 55
    },
    {
        "name": "Спальный район 5",
        "id": 23,
        "l": 233,
        "t": 55,
        "w": 219,
        "h": 55
    },
    {
        "name": "Спальный район 6",
        "id": 24,
        "l": 264,
        "t": 132,
        "w": 124,
        "h": 256
    },
    {
        "name": "Спальный район 7",
        "id": 25,
        "l": 245,
        "t": 521,
        "w": 202,
        "h": 76
    },
    {
        "name": "Спальный район 8",
        "id": 26,
        "l": 471,
        "t": 582,
        "w": 151,
        "h": 135
    },
    {
        "name": "Спальный район 9",
        "id": 27,
        "l": 226,
        "t": 620,
        "w": 225,
        "h": 81
    },
    {
        "name": "Спальный район 10",
        "id": 28,
        "l": 537,
        "t": 518,
        "w": 85,
        "h": 46
    },
    {
        "name": "Стадион",
        "id": 29,
        "l": 650,
        "t": 582,
        "w": 171,
        "h": 105
    },
    {
        "name": "Додзё",
        "id": 30,
        "l": 865,
        "t": 333,
        "w": 24,
        "h": 16
    },
    {
        "name": "Парк",
        "id": 31,
        "l": 696,
        "t": 700,
        "w": 124,
        "h": 110
    },
    {
        "name": "Парк",
        "id": 31,
        "l": 819,
        "t": 730,
        "w": 159,
        "h": 80
    },
    {
        "name": "Клуб \"Истина\"",
        "id": 32,
        "l": 471,
        "t": 518,
        "w": 56,
        "h": 46
    },
    {
        "name": "Порт",
        "id": 33,
        "l": 55,
        "t": 271,
        "w": 99,
        "h": 103
    },
    {
        "name": "Стоянка",
        "id": 34,
        "l": 838,
        "t": 582,
        "w": 80,
        "h": 78
    },
    {
        "name": "Склады",
        "id": 35,
        "l": 187,
        "t": 132,
        "w": 65,
        "h": 176
    },
    {
        "name": "Пром.зона",
        "id": 36,
        "l": 187,
        "t": 311,
        "w": 65,
        "h": 77
    },
    {
        "name": "Кафе/клубы",
        "id": 37,
        "l": 650,
        "t": 542,
        "w": 349,
        "h": 20
    },
    {
        "name": "Рестораны",
        "id": 38,
        "l": 413,
        "t": 132,
        "w": 39,
        "h": 192
    },
    {
        "name": "Бар \"У Деда\"",
        "id": 39,
        "l": 413,
        "t": 363,
        "w": 27,
        "h": 25
    },
    {
        "name": "Отель Ширатори",
        "id": 40,
        "l": 838,
        "t": 666,
        "w": 80,
        "h": 59
    }
];