gameData.spaceDementia.characters = [];

gameData.spaceDementia.characters2 = [];


// Разведчики
//
// Филипп \"Очень Красивый\"
// Таланты :
//     Партнёр : Люциус Карштайн
//
// Ноа \"Питер Эванс\" Локхарт
// Таланты : скрытность, исполнение, тактика (управление)
// Партнёр : Лоренцо ди Анджело
//
// Мисаки Лоуренс
// Таланты :
//     Партнёр : Дариус \"ДиЭл\" Лоуренс
//
// Брэдли Фокс
// Таланты :
//     Партнёр : Катерина Алесси
//
// Митт’ра’ндэла \"Митра\"
// Таланты : скрытность, тактика, командование (расследование)
// Партнёр : Маркус Нод
//
// Лекс \"Доппельгангер\" Гарин
// Таланты : скрытность, исполнение, компьютеры (создание брони)
// Партнёр : Калихи
//
// Кевин \"Цербер\"
// Таланты : скрытность, стрельба, компьютеры (создание оружия)
// Партнёр : Марина Андриески
//
// Рафаэль \"Афтерлайф\"
// Таланты : скрытность, ближний бой, дипломатия (оккультизм)
// Партнёр : Эрин \"Янника\" Файдаэн
//
// Анри \"Марсель\" д’Амарант
// Таланты : скрытность, ближний бой, биохимия (полевая медицина)
// Партнёр : Аделина де Лис
//
// Микеланджело \"Микки\" Сфорце
// Таланты : скрытность, ораторство, управление (академ.знания)
// Партнёр : Никсон \"Никс\" Бэйл
// Медики
//
// Люциус Карштайн
// Партнёр : Филипп \"Очень Красивый\"
//
// Дариус \"Друид\"
// Партнёр : Сет Саммерс
//
// Аурелия Джованни
// Партнёр : Элайджа \"Илайас\"
//
// Маргарита
// Партнёр : Кельвин \"Саб Зиро\" Саммерс
//
// Лазариус \"Ангел Смерти\"
// Таланты : медицина/ближний бой/наука (оккультизм)
// Партнёр :
//
//     Марина Андриески
// Таланты : медицина/ближний бой/наука (оккультизм)
// Партнёр : Кевин \"Цербер\"
//
// 81-1-12 \"Сефирот\"
//
// Дэмиен \"Скорпион\"
//
//
//
// Штурмовики
//
// Рикардо \"Рики\" Ночес
// Таланты : стрельба/тактика/навигация (управление)
//
// Нейтан \"\"Несвятой Натаниэль\" Янг
// Таланты : психология/теология/расследование (оккультизм)
//
// Виктория \"Вика\" де Дананн
//
// Эмма Ви’Рен
//
//
//
// Пилоты
//
// Лоренцо ди Анджело
// Таланты : пилотирование, инженерия кораблей, управление (космический бой)
//
// Калихи
// Таланты : медицина/фармацевтика/стрельба (дипломатия)
// Партнёр : Лекс \"Доппельгангер\" Гарин
//
// Айко \"Юки\" Юкихира
// Таланты : пилотирование, торговля, логистика (космический бой)
//
// Эрин \"Янника\" Файдаэн
// Таланты : пилотирование, навигация, исполнение (оккультизм)
//
//
//
//
//
//
// Инженеры
//
// Реймонд \"РедСтар\" Ремингтон
// Таланты : технологии/компьютеры/скрытность (оккультизм)
//
// Маркус Нод
// Таланты : оружейное дело, создание брони, биохимия (фармацевтика)
// Партнёр : Митт’ра’ндэла \"Митра\"
//
//
// Оккультисты
//
// Кассандра \"Кэсси\"
// Таланты : оккультизм/исполнение/соблазнение (академ.знания)
// Партнёр: Фарон
//
// Алаксена \"Ксения\"
// Таланты : оккультизм, взрывчатка, психология (ораторство)
// Партнёр:
//
//     Аделина де Лис
// Таланты: оккультизм, управление, компьютеры (академ.знания)
// Партнёр: Анри \"Марсель\" д’Амарант
//
//
//
//
//
