gameData.spaceDementia.characters = [];

gameData.spaceDementia.characters2 = [];


шанти жрица любви
рейка мечница










тиль фон браун
сэр николас "нико"
йохан

викония де вир

квентл флакс

виола бард
тристан

антониас

лукреция


кастиэль

аурглорааса мерцающая тень

тинарис оберон

кристофер блекфаер







корпорация черка,


дарт ацина (технологии)
дарт танатон (древние знания)
гранд мофф Рикус килран мясник корусанта
дарт стейнлесс
дарт

главкоманд джейс малкольм (хавок сквад)


герцог
джараэль
нянка

джеррард
илона
док

фантом (рэпер)




коррибан, орд мантелл, хатта, оссус, косурусант, алдераан, балморра, белсавис, восс, илум(кристаллы), квеш, нар шадда, тарис, татуин, хот,
    макеб, манаан, орико, риши, явин4,
    иокат, умбара, тайдария, родиа, пантора, аего, фелуция, деварон, наутелан, джеонозия, кристолсис, маластар,

