gameData.storiesOfTheEnd.campaigns = [
    {
        "name": "Война за Святославию",
        "participants": ["Ричард Келебра", "Фамке", "Олеся"],
        "factions": ["Келебрион", "Данхейм", "Святославия"],
        "factions_additional": ["Рихтер", "Темнолесье"],
        "description": "Война за контроль над Святославией при участии внешних сил.",
        "goal": "Военная победа или независимость."
    },
    {
        "name": "Война Роз и Лилий",
        "participants": ["Сэр Штефан", "Катрин Денёв", "Леди Женевьева"],
        "participants_additional": ["Александр фон Мейер", "Пьер Денёв", "Квентин Блеквелл"],
        "factions": ["ДеЛис", "Ви’Рен"],
        "factions_additional": ["Рихтер", "Краунсберг", "Торрино"],
        "description": "Гражданская война в герцогстве Де Лис при участии внешних сил.",
        "goal": "Контроль над герцогством любым способом."
    },
    {
        "name": "Борьба за Престол Империи",
        "participants": ["Клаудия Ви’Рен", "Принц Остин", "Принц Матеуш", "Кельвин Д’Клермонт"],
        "participants_additional": ["Кристофер Блекфаер", "Ибрагим Сореш", "многие другие"],
        "factions": ["все имперские фракции", "Лоренция"],
        "description": "Борьба за трон Империи после смерти императора и первого принца.",
        "goal": "Помазание на престол."
    },
    {
        "name": "Король Ночи",
        "participants": ["Квентин Блэквелл", "Микеланджело Сфорце"],
        "participants_additional": ["Уильям Кросс", "Алексия"],
        "factions": ["Торрино", "Эстебан"],
        "description": "После начала хаоса в Империи вампиры увидели возможность вернуть то, что принадлежит им по праву крови. Квентин решил сделать то же самое.",
        "goal": "Военная победа и уничтожение скрытых ячеек врага."
    },
    {
        "name": "Корона Эльвианарской Империи",
        "participants": ["Лионель", "Сефирот", "Закнафейн", "Эйлистри"],
        "participants_additional": ["Квентин Блэквелл"],
        "factions": ["все эльфийские фракции"],
        "description": "Борьба за престол, а также религиозная борьба, вызванная кризисом власти и скорой войной с орками.",
        "goal": "Победа над орками, политическое влияние, свадьба с Эйлистри."
    },
    {
        "name": "Война эльфов и орков",
        "participants": ["Закнафейн", "Эйлистри", "Лионель", "Самуэль", "Гарра", "Игги", "Гарош", "Шагрот", "другие"],
        "factions": ["все эльфийские фракции", "все фракции орков", "церковь Лукаша", "демонологи"],
        "description": "Кланы орков вторгаются в Священный Лес, а некие силы видят в этом возможности: независимо от того, кто победит, будет и проигравший…",
        "goal": "Остановить орков, захватить ресурсы, воспользоваться поражением одной из сторон."
    },
    {
        "name": "Вторжение Демонов на Восток",
        "participants": ["Чхве Мин Су", "Пак Джи Сон", "Тхэ ён", "Ся", "Мяо Мяо", "Марсель", "Матсухито", "Хандзо"],
        "factions": ["демоны", "Ниппон", "Чонгу", "Корё"],
        "description": "Вторжение демонов на разделённые Лазурные Земли.",
        "goal": "Изгнать демонов и объединить Восток, или подчинить все фракции демонам."
    },
    {
        "name": "Контроль над Южными морями",
        "participants": ["Сефирот", "Мизора", "Рикардо Ночес"],
        "factions": ["Фалазур", "Фамирин", "Фаланар", "Джакарта", "Лоренция"],
        "description": "Ситуация в мире способствует новой войне за контроль над южными морями.",
        "goal": "Контроль над торговыми путями, уничтожение военных флотов противников."
    },
    {
        "name": "Кровь и Песок",
        "participants": ["Рамзес", "Люциан", "Мира", "Мила Санстрайдер", "Малик", "Лакшми"],
        "factions": ["все фракции пустыни"],
        "description": "Восстание против Рамзеса и Сынов Злобы.",
        "goal": "Государственный переворот до вознесения Рамзеса или защита режима до вознесения."
    },
    {
        "name": "Война Лоренции и Островов Свободы",
        "participants": ["Чарли", "Герман", "Эрика", "Марианна", "Рауль", "другие"],
        "factions": ["Лоренция", "Острова Пиратов"],
        "description": "Очередная война Лоренции против пиратов.",
        "goal": "Захват и уничтожение или подчинение пиратских островов."
    },
    {
        "name": "Очередной день в Пустошах",
        "participants": ["Сефирот", "Огнестрел", "Бекка", "Лалиса"],
        "factions": [
            "Церковь Мессии",
            "Ренегаты",
            "Бекка",
            "Кабал выжженного сердца",
            "Орден Озерной Леди",
            "Ордена лазаритов",
            "другие"
        ],
        "description": "Убей, чтобы выжить. Да и в принципе: лучше убей или хотя бы поработи.",
        "goal": "Доминирование в регионе."
    },
    {
        "name": "Гражданская война в королевстве Алюры",
        "participants": ["Фридрих", "Маннфред", "Варвара", "Амир"],
        "factions": ["Королевство Алюра", "варвары", "жители прерии", "Лоренция"],
        "description": "Гражданская и идеологическая война за объединение.",
        "goal": "Полная военная победа и становление государства."
    },
    {
        "name": "Воскрешение Драконидов",
        "participants": ["дракониды"],
        "factions": ["дракониды"],
        "description": "Великий Вождь сказал, что мы правили миром и должны править вновь!",
        "goal": "Становление полноценного государства драконидов и охрана его границ."
    }
];