gameData.storiesOfTheEnd.dlc = [
    {
        "group": "Затерянные во Времени",
        "location": "Бескрайняя Пустыня",
        "title": "Чёрный Мечник Империи",
        "name": "Риддик Дарагон",
        "trial": "Спасти Нар’Шаду в период Великой Войны за агента.",
        "reward": "Откровенно тёмные действия могут быть засчитаны как светлые и наоборот."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Бескрайняя Пустыня",
        "title": "Тот, что Греет Хладнокровных",
        "name": "Дарт Никс",
        "trial": "Выиграть объединительные войны трандошан за человека.",
        "reward": "Полное игнорирование любых модификаторов или лимитов, которые мешают или ограничивают верность подчинённых."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Бескрайняя Пустыня",
        "title": "Кошка в Царстве Змей",
        "name": "Маргарита",
        "trial": "Выжить и остаться собой во время Французской Революции.",
        "reward": "Полная неуязвимость к любым негативным эффектам на Душу, вызываемых ритуалами и прочим тёмным колдовством."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Клыки Бездны",
        "title": "Рыцарь Королевы Ночи",
        "name": "Брэдли Фокс",
        "trial": "",
        "reward": "Полное отсутствие физических штрафов за использование Школы Бездны на любых уровнях."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Клыки Бездны",
        "title": "Несвятой Понтифик",
        "name": "Нейтан Янг",
        "trial": "Полный захват и контроль Нижнего Лондона за демонолога.",
        "reward": "Полное отсутствие физических штрафов за использование Школы Хаоса на любых уровнях."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Клыки Бездны",
        "title": "Обёрнутая в Саван",
        "name": "Аурелия Джованни",
        "trial": "Получение Становления максимум 5 поколения и выживание.",
        "reward": "Полное отсутствие физических штрафов за использование Школы Смерти на любых уровнях."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Северные Горы",
        "title": "Нерожденный Править",
        "name": "Альфа Цербера",
        "trial": "Спасти хотя бы 600 бойцов Цербера.",
        "reward": "Все компаньоны (до 40 персонажей) получают полное сопротивление любым негативным ментальным эффектам."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Северные Горы",
        "title": "Принц в Изгнании",
        "name": "Ксин Лотрика",
        "trial": "Создать фракцию с высоким уровнем влияния с нуля.",
        "reward": "Все компаньоны (до 40 персонажей) получают полное сопротивление любым негативным эффектам нахождения в других планах."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Северные Горы",
        "title": "Инструмент Тьмы",
        "name": "Ред Стар",
        "trial": "",
        "reward": "Все компаньоны (до 40 персонажей) получают полное сопротивление любым негативным эффектам сделок с существами других планов."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Центральные Равнины",
        "title": "Рыцарь вопреки",
        "name": "Бейнс",
        "trial": "Создать и оборонять королевство от всех угроз.",
        "reward": "Умение полноценно и без побочных эффектов перешивать личность смертного при наличии нужных навыков."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Центральные Равнины",
        "title": "Автарх Кровосмешения",
        "name": "Фламандская Бабочка",
        "trial": "Создать как минимум 3 полноценных народа.",
        "reward": "Умение полноценно и без побочных эффектов комбинировать бонусы рас и народов у смертного при наличии нужных навыков."
    },
    {
        "group": "Затерянные во Времени",
        "region": "Центральные Равнины",
        "title": "Последний Патриций",
        "name": "Люциус Карштайн",
        "trial": "Создать могучее королевство Сильвания.",
        "reward": "Умение полноценно и без побочных эффектов перешивать личность демонов при наличии нужных навыков."
    },
    {
        "group": "По Ту Сторону",
        "name": "Колыбель Первородного Пламени Хаоса",
        "description": "Подпространство с зеркальной жидкостью и шаром первородного пламени в центре."
    },
    {
        "group": "По Ту Сторону",
        "name": "Залы Чести и Доблести",
        "description": "Замок Юлиана Мортариона, хранящий историю войн и духов героев."
    },
    {
        "group": "По Ту Сторону",
        "name": "Сад, в котором расцвела Ненависть",
        "description": "Особняк и сад, способные сломать разум даже богу. Внутри спит Лилиана."
    },
    {
        "group": "По Ту Сторону",
        "name": "Башня Бога",
        "description": "Раз в сто лет проводит турнир за исполнение желания. Управляется Оливией."
    },
    {
        "group": "По Ту Сторону",
        "name": "Последний Путь Проклятых",
        "description": "Древний город монстров, путь через который позволяет воскреснуть ценой проклятья."
    },
    {
        "group": "По Ту Сторону",
        "name": "Истинная Лоренция",
        "description": "Белокаменный дворец-собор, где Герцог Зависти судит души лорентийцев."
    },
    {
        "group": "По Ту Сторону",
        "name": "Объект А1 «Аматерасу»",
        "description": "Лаборатория Лазариуса в паутине Чёрной Чумы."
    },
    {
        "group": "По Ту Сторону",
        "name": "Чёрный мотылёк",
        "description": "Элитарное заведение в стиле США 1930-х с гладиаторской ареной."
    }
],