gameData.storiesOfTheEnd.firstborn = [
    {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Смирение",
        "oblivion": "Хамалиэль, Хранительница",
        "description": "Олицетворение понимания своего места в мире и обществе. Он порицает слишком большие амбиции, эгоизм, стремление к большой силе и положению. Одобряет послушание, субординацию, служение сюзерену.",
        "quote": "Высшая радость есть служение чему-то большему, чем ты."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Милосердие",
        "oblivion": "Итуриэль, Целительница",
        "description": "Покровительница сострадания и милосердия учит своих последователей помощи ближним, заботе о слабых, но также избавлять от страданий тех, кого не исцелить. Порицает бессмысленную жестокость, самоутверждение на слабых. Одобряет проявления великодушия и стремление делиться с нуждающимися.",
        "quote": "Что для тебя излишество, для другого - сокровище. Будьте богаты, дети мои."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Чистота",
        "oblivion": "Анаил, Воитель",
        "description": "Один из воителей Шестерых, Анаил ведёт постоянную войну за души смертных с ордами демонов и прочих врагов Света. Он порицает любые тёмные источники силы, вне зависимости от целей.",
        "quote": "Заключив договор со злом, ты стал еретиком. Можешь оправдывать себя как хочешь, но Предательство знает твоё имя."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Правосудие",
        "oblivion": "Изекиль, Страж",
        "description": "Среди врагов рода человеческого есть и те, кто имеет душу, поэтому Изекиль всегда на страже. Он учит последователей служению и подчинению Закону, а так же воплощает исполнительную власть.",
        "quote": "Поставив себя превыше Закона, ты упадёшь в пропасть, где тебя ждёт только Тьма."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Искренность",
        "oblivion": "Малиэль, Исповедница",
        "description": "Малиэль знает, что стоит лжи начаться, и этот бурный поток уже не остановить. Поэтому она учит тому, что бояться стоит не открывать душу, а прятать мысли и чувства, ибо нет ничего хуже, чем ложь себе или своему сюзерену.",
        "quote": "Самая большая ложь - это то, что ложь бывает во благо."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Духовность",
        "angel": "Узиэль, Проповедница",
        "description": "Самая мудрая из Шестерых, она проповедует то, что несмотря на строгие ограничения своих братьев и сестёр, нужно оставаться Человеком, развиваться духовно и не позволять себе быть рабом своих желаний или бездушным служителем.",
        "quote": "Ваша Душа пришла из Света, дети мои. Никогда не забывайте о том, что нет ничего прекраснее Души."
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Верность",
        "oblivion": "Камаэль, Покровитель",
        "description": "",
        "quote": ""
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Знание",
        "oblivion": "Азраил, Просветитель",
        "description": "",
        "quote": ""
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Любовь",
        "oblivion": "Вилланель, Вдохновительница",
        "description": "",
        "quote": ""
    }, {
        "group": "ДОБРОДЕТЕЛИ (АНГЕЛЫ)",
        "name": "Участие",
        "oblivion": "Ансифель, Спасительница",
        "description": "",
        "quote": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Власть Огня",
        "name": "Огонь",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Отец Неба",
        "name": "Воздух",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Гнев Природы",
        "name": "Природа",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Ядовитый Сон",
        "name": "Яд",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Матушка Зима",
        "name": "Лёд",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Мудрость Глубин",
        "name": "Вода",
        "description": ""
    }, {
        "group": "СТИХИИ (ДРАКОНЫ)",
        "oblivion": "Мерцающая Тень",
        "name": "Тень",
        "description": ""
    }
];