gameData.storiesOfTheEnd.history = [
    {
        "group": "Эпоха Драконов (??? - 20000 днс)",
        "name": "До восстания",
        "period": "??? - 20100 днс",
        "description": "С незапамятных времён человечество жило под властью Королей Драконов и их могучих потомков. Понятие Времени было относительным, поэтому продолжительность их правления неизвестна. В этот период Драконы создали расы Зверолюдей и Драконидов для упрощения контроля над смертными. Драконы действовали в союзе с Ангелами (Добродетелями). Большинство людей рождались, жили и умирали кроткими, послушными и добродетельными. Это была Эпоха Порядка без развития."
    },
    {
        "group": "Эпоха Драконов (??? - 20000 днс)",
        "name": "Война небес",
        "period": "20100 днс - 20000 днс",
        "description": "Среди смертных росло недовольство, которое переросло в восстание. Появились Чернокнижники (Лунные Маги), которые призвали Джезебет, Королеву всех демонов, с доменом Свободы, на континент, ныне именуемый Континент Демонов. Люди получили доступ к новым силам, что помогло им победить Драконов и свергнуть Порядок. Часть Ангелов (Добродетелей) после события Раскола против воли стала Падшими (Грехами)."
    },
    {
        "group": "Эпоха Хаоса (20000 днс - 16000 днс)",
        "name": "Змеиное Царство",
        "period": "19600 днс - 13500 днс",
        "description": "Восхождение и расцвет Малактари завершили эпоху чернокнижников. Сначала она собрала культ последователей и объединила разрозненные группы местных лордов-чернокнижников, создав Первое Царство. Предположительно Малактари создала для низших последователей систему, позже названную Магией. После предательства Дамира и Анксунамун ожесточилась и начала войну против других Королей-Чернокнижников, побеждая их тысячелетиями и захватывая почти весь известный мир. К 16000 днс была повержена призванным существом огромной силы, благодаря агентам организации, позже названной Инквизиториум. Малактари была заточена на тысячи лет, её Царство медленно развалилось под давлением новых сил."
    },
    {
        "group": "Эпоха Хаоса (20000 днс - 16000 днс)",
        "name": "Появление Орды",
        "period": "19500 днс - 19000 днс",
        "description": "Группа людей мигрировала в степи и горы северо-востока, спасаясь от демонов, чернокнижников и обезумевших драконов. Условия были крайне суровыми. Появился Бел’фагор, который предложил путь выживания через осознанную управляемую адаптацию к среде, создав алхимическую трансмутацию. Люди смогли жить в холоде и защищаться от демонов. Часть, позже названная орками, создала Великое Ханство, другая часть, названная дварфами, создала Подгорное Царство. Бел’фагор благословил Хана Кемаля и Царя Хольгарра вечной жизнью и силой. Кемаль предал Наставника, убил его оболочку и попытался забрать его силы, затем пытался переманить Хольгарра, но тот увёл свой народ в горы Клыков Бездны и поклялся отомстить. Кемаль готовился к походу на запад. Есть предположение, что алхимия, культивация и стремление к трансцендентности пришли древним жителям юго-востока именно тогда от северных соседей."
    },
    {
        "group": "Эпоха Хаоса (20000 днс - 16000 днс)",
        "name": "Секта Небесного Демона",
        "period": "19000 днс - 16500 днс",
        "description": "В регионе Лазурной Империи правили чернокнижники. Часть из них занялась алхимией и отказалась от даров Внешних, создав первые формы боевых искусств. Алхимики сформировали Альянс Мурима, чернокнижники объединились в Секту Небесного Демона. Война между ними длилась три тысячи лет с переменным успехом. Затем демоны начали мощное вторжение с континента, которого не видели со времён войны с Драконами. Часть Секты перешла на сторону Альянса, вместе они молили Королеву Водных Драконов Шиану Мудрость Глубин о помощи. Шиана создала Великое Цунами, смыв орды демонов и остановив вторжение. По некоторым данным, с тех пор регион перестал использовать магию напрямую. Судьба Небесного Демона неизвестна."
    },
    {
        "group": "Эпоха Хаоса (20000 днс - 16000 днс)",
        "name": "Исход Алюры",
        "period": "18500 днс - 18400 днс",
        "description": "Таинственная женщина Алюра собирала людей, часто освобождая их от рабства чернокнижников в регионах будущих Данхейма, Священной Империи и народов Пустыни. Неясно, как группа избежала преследования Малактари и Дезмонда. После приблизительно ста лет они исчезли, а их активность прекратилась. Позже они назвали себя Туата де Алюра — Народ Алюры — и поселились на Западном Континенте, вдали от войн Эпохи Чернокнижников. Считается, что они создали предтечу Рыцарского Кодекса. Предположительно Алюра использовала Школу Астрала, но доказательств нет."
    },
    {
        "group": "Эпоха Хаоса (20000 днс - 16000 днс)",
        "name": "Несвятая Троица",
        "period": "16200 днс - 16050 днс",
        "description": "В регионе будущей Священной Империи правил Дезмонд, Верховный Тиран, сочетающий грубую силу и пропаганду. Внешне земли казались развитыми, но реальность была мрачной. Трое молодых чернокнижников — Фарон, Кассандра и Марат — подняли восстание. Начавшись после поражения Дезмонда от Малактари, восстание быстро лишило Архитирана большей части влияния и силы, вынудив его бежать. Перед бегством он сокрушил лидеров восстания, но по слухам никто из них окончательно не умер, а следы их влияния прослеживались тысячелетия."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Древо Жизни",
        "period": "20000 днс - 16500 днс",
        "description": "После начала Восстания часть людей отказалась участвовать в войне с Драконами и молила Латифу, Королеву Зелёных Драконов, о защите и правлении. Эти люди поселились в Священном Лесу и со временем превратились в эльфов. Спустя две тысячи лет единения с Природой и мутаций большинство эльфов забыло прошлое и мир вне леса. Общество напоминало коммуны, жизнь которых полностью обеспечивала Природа. В забытых архивах хранились сведения о войнах и ужасах, за которыми следил тайный орден. Эльфы научились чувствовать потоки магии в природе, создав Потоковую Магию, которую использовали с позволения Латифы."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Вторжение Демонов (орков)",
        "period": "16500 днс - 16400 днс",
        "description": "Орки, созданные алхимиками для войны с Драконами и обитавшие в степях восточнее Священного Леса, начали поклоняться демонам и напали на Древо Жизни. Эльфы, забывшие войну, были беззащитны. Оборотни и немногочисленные Зелёные Драконы не справлялись с ордами. С запада также угрожал Дезмонд. Неизвестные показали молодой Жрице Леса Ллиире архивы и предупредили о грядущих бедах. Ллиира продемонстрировала невероятные таланты, собрала армию и отбила вторжение, затем вместе с солдатами и подругой Констанцией захватила власть, создав первое Королевство Эльфов во имя защиты Древа и жизни."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Создание Пантеона",
        "period": "16400 днс - 16300 днс",
        "description": "Ллиира, руководствуясь неизвестной информацией, вознеслась и стала Богиней Луны, основав Пантеон. Первые проявления силы были ещё во время вторжения, но к его концу её мощь возросла, а вера спасённых жителей завершила процесс. Констанция создала дом Оберун, затем отправилась в Земли Мёртвых, став первым некромантом и позже вознесшись как Леди Скорби. Эльфы приняли идеи монархии и своей священной роли защитников Природы. Конфликтов между Лунным Двором и Латифой не было, друиды оставались важнейшими членами общества."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Великая война Объединения",
        "period": "16250 днс - 12500 днс",
        "description": "Тибериус, младший брат Констанции, был блестящим полководцем и первым рыцарем эльфийского королевства. Его первой крупной победой была битва за Мрачные Болота — он освободил людей от чернокнижников и оставил там друидов, позже ставших Ведьмами Темнолесья. Затем он отомстил оркам, вырезав множество кланов и искоренив поклонение демонам. Армия эльфов росла, Тибериус занял место в Лунном Дворе. Войны объединения и завоеваний шли столетиями."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Основание Эльвинарской Империи",
        "period": "16000 днс",
        "description": "После побед над демонопоклонниками эльфы вернулись домой. Отличившимся даровали земли, сформировав феодалов и иерархию дворян. Остальные расы считались вредными для Природы и существами второго сорта. Было решено создать Империю, которая, как Короли Драконов, оберегала бы смертных не только от демонов, но и от них самих. Война с демонами и защита Мирового Древа стали приоритетами. Созданы Рыцарский Кодекс, система благородства аристократа и другие институты."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Подчинение Западных Земель",
        "period": "16000 днс - 15800 днс",
        "description": "Тибериус Оберон повёл легионы на запад, в земли Дезмонда, зная о его планах на Священный Лес и ослаблении после восстания Несвятой Троицы. Эльфы провели чистки, включая религиозные, усилив фанатизм и веру в своё превосходство. Объединившись с Герцогством Темнолесье, Тибериус захватывал государства людей и обращал их в новую веру. Миллионы, уставшие от чернокнижников, встречали эльфов как спасителей, вступали в диверсионные отряды и саботировали оборону. За 200 лет нынешние Священная Империя и Святославия стали вассалами Эльвинара, а Темнолесье стало куратором их «цивилизованного» перехода."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Война Кровавых Слёз",
        "period": "15800 днс - 8000 днс",
        "description": "К югу от Священного Леса в горах Клыки Бездны эльфы обнаружили разумных жителей — дварфов. Богиня Луны объявила Крестовый Поход и приказала полностью уничтожить их. Генерал Антариель Н’Этерил погиб в первые 10 лет затянувшейся войны. Его вдова Эстель приняла силу Крови, став первым вампиром, обратив часть офицеров, и продолжила войну. Дварфов постепенно вытесняли: сначала из Клыков Бездны, затем через западные горные цепи на остров Данхейм, где их приняли местные жители. Когда их численность сократилась до нескольких сотен, проснулся Отец Неба — Король Драконов. По велению Латифы эльфы приостановили войну, позволив дварфам уйти в снега Святославии. К 12500 днс они основали королевство Маунтейн на богатых жилах металлов и оборонялись от атак тысячелетиями. К 8000 днс попытки уничтожить дварфов прекратились. Клыки Бездны стали Горами Кровавых Слёз, вампиры — благословенными воинами Луны, а регион — герцогством Н’Этерил."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Пустынные Войны",
        "period": "14500 днс - 13400 днс",
        "description": "Эльфы и Темнолесье направили силы в Пустыню южного континента, где встретили два дома людей — АльСалах и Сореш, представляющих аравийцев и лахрийцев. Оба дома боролись против чернокнижников и приняли путь Рыцаря Луны Тибериуса. Война длилась сотни лет из-за множества культов, включая Сынов Злобы, но силы Луны победили. Дом АльСалах, состоящий из учёных и управленцев, усилился, а боевой дом Сореш почти уничтожили, в том числе орден Хашашинов. Фанатизм, преданность и подвиги Сорешей были столь велики, что Дома Темнолесья признали их достойными и сделали их герцогами Темнолесья. В Пустыне к 13200 днс сформирован Аравийский Султанат под Домом АльСалах, существовавший до 3000 днс."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Поход на Юго-Восток",
        "period": "14000 днс",
        "description": "Эльвинарская Империя отправилась на юго-восток и встретила последователей Шианы, Королевы Водных Драконов. Хотя те оставались людьми, эльфы посчитали их цивилизацию стратегическим союзником против чернокнижников и демонов. Был заключён союзный договор, благословлённый Латифой и Шианой. Земли формально стали частью Эльвинара, но с полной автономией. Эльфы получили плацдарм и союзников для атак на Континент Демонов."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Захват Южных Морей",
        "period": "13500 днс - 13000 днс",
        "description": "Эльфы, получив карты от восточных союзников, узнали об островах в южных морях, используемых демонами для вторжений. Домам Фа’л’азур, Фа’ми’рин и Фа’л’анар поручили освоить кораблестроение, создать флот и захватить три крупных острова, превратив их в форпосты. Дом Фа’л’азур занял остров с потухшим вулканом и стал магократией магов. Дом Фа’л’анар на западном острове заключил контракт с Королевой Ламий и стал главным военно-морским домом. Центральный остров, богатый силой Природы, занял Дом Фа’ми’рин, сделав его центром снабжения."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Великое Вторжение",
        "period": "12500 днс - 12460 днс",
        "description": "После веков крестовых походов демоны нанесли масштабный ответный удар. Вторжение длилось около 40 лет и было хорошо спланировано. Мир смертных выстоял, но Эльвинар потерял все три островных герцогства. Фа’л’азур нарушили множество запретов и объявили себя независимой магократией. Фа’ми’рин не смогли защититься и Равена Фа’ми’рин приняла защиту Королевы Суккубов. Фа’л’анар посчитали Эльвинар слабым и перешли в служение Королеве Ламий, начав свой крестовый поход. Этот кризис стал первой трещиной в Эльвинарской Империи."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Лунное Царство",
        "period": "12000 днс",
        "description": "Несмотря на потери, поход эльфов объединял большую часть известных земель и завершил Эпоху Хаоса, начав Эпоху Эльфов. Пантеон Луны стал доминирующей силой, эльфийские ценности и представление о рыцарстве и аристократии переопределили мировую систему ценностей. Во всех крупных поселениях людей появились эльфийские чиновники-наставники, проводящие глобальную линию из столицы Эльвинара. Многие культуры были уничтожены или изменены, народы — истреблены или смешаны, но всё соответствовало глобальному плану Пантеона Луны по спасению мира от Великого Зла."
    },
    {
        "group": "Эпоха Эльфов (16000 днс - 6000 днс)",
        "name": "Альянс Вечной Ночи",
        "period": "11700 днс",
        "description": "Когда дела трёх островных герцогств ухудшились, появился Пророк Вечной Ночи — маг-аристократ Фаром К’Силламинн (Нокс, Ночь). Он рассказал лидерам Домов — Дракхиелю Фа’л’анар, Равене Фа’ми’рин и Лааэраль Фа’л’азур — о Внешних Богах и возможностях стать проводниками сил Смерти, Хаоса и Бездны. Он убедил их, что боги ложны, а любой, достаточно сильный и знающий ритуалы, может воплощать домены. Нокс помог Дракхиелю пленить и поглотить Королеву Ламий, сделав его проводником Смерти и Войны. Равене — освободиться от контракта с Королевой Суккубов и украсть часть её силы, создав Культ Излишеств (Хаос). Лааэраль — пробудить кровь Богини Луны и стать невероятно мощной колдуньей, питаемой Ненавистью. Он попросил их лишь объединиться в Альянс ради Бесконечно Долгой Ночи — эры их могущества и спасения мира от Конца Времён. Союз существует до сих пор."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Валенсийское Восстание",
        "period": "6500 днс - 6100 днс",
        "description": "После магической катастрофы в Валенсии и образования Урагана Душ началось восстание, к которому примкнули скрытые враги Эльвинара и Пантеона Луны. Валенсийцы стали мастерами артефактов и создали мощный флот. Под знаменами Ангела Мести Азазеля и бога Тифона они объявили войну Эльвинару. По теориям, тайны артефактов им передали дварфы, военной стратегии — Первородные Вампиры, флот предоставил Дом Фа’л’анар. Фа’л’анар отказались воевать против восставших. Валенсийцы ограбили портовые города Эльвинара и заняли перешеек между центральным и южным регионами, основав крепость Лоренцию. Спустя два века обороны они перешли в наступление и почти дошли до Древа Жизни. Официальное перемирие так и не подписано."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Основание Домов Цветов",
        "period": "6500 днс - 6400 днс",
        "description": "После катастрофы в Валенсии группы мятежников-людей начали готовиться к гражданской войне, превратив ячейки сопротивления в Дома Цветов. За пару поколений они стали мастерами диверсий и убийств, используя непонятно откуда взявшиеся знания и внешнюю поддержку. К разгару восстания и высадке в Н’Этерил шесть Домов активно саботировали действия Эльвинара: атаковали грузы, убивали знать, вели теневую войну. Рыцари Темнолесья вынуждены были сражаться на два фронта и понесли большие потери, потеряв минимум два графских дома. Со временем Дома Цветов стали всемирно известными покровителями искусства, моды и красоты, скрыв своё кровавое происхождение."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Основание Лоренции",
        "period": "6450 днс",
        "description": "Лоренция как Вечный город началась с крепости, построенной в рекордные сроки. Совет военных офицеров управлял жизнью, производством и снабжением. Сначала Валения снабжала их ресурсами и артефактами, но позже Лоренция стала самодостаточной, особенно после захвата земель в Н’Этериле. Это была эпоха бесконечных штурмов и осад. Появились Лорентийская Военная Разведка и Рыцари Революции (в будущем Рыцари Республики и Преторианская Гвардия). Многолетняя блокада и магическая блокада моря вызвали рост особого общества и появление нижнего города. Тысячи преступников из Эльвинара нашли убежище в Лоренции и участвовали в боевых действиях."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Конец Восстания",
        "period": "6100 днс",
        "description": "После многочисленных неудачных попыток Эльвинара взять Лоренцию и постоянных рейдов валенсийцев началось масштабное контрнаступление. Эльвинар долго готовился, как и рыцари Темнолесья. Лорентийцы прорвали несколько линий обороны, уничтожили защитников, но до конца неясно, как добились такого успеха. Они использовали множество магических артефактов, аналогов осадных машин, а также помощь эльфов-дезертиров. Лорентийская армия вторглась в Священный Лес, почти дошла до столицы у корней Древа, но остановилась по неизвестным причинам и вернулась. Есть теория о связи с появлением Дома Миднайт около 5500 днс. Война привела к медленному вымиранию эльфов из-за тяжёлых потерь."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Гражданская война людей",
        "period": "6100 днс - 5800 днс",
        "description": "Осознав ужасы Восстания, лорентийцы отвернулись от валенсийцев. Старые обиды перерасли в войну, главным образом морскую. Валения, долгое время контролировавшая флот, имела преимущество, но не смогла взять Лоренцию. Лорентийская разведка систематически уничтожала валенсийских офицеров поколение за поколением. Валенсия превратилась из королевства в разрозненные пиратские банды, объединяющиеся лишь под редкими харизматичными лидерами, которых стремились убить на ранней стадии. К концу войны Лоренция стала ведущей морской державой, превосходящей Валенсию в кораблестроении и подготовке. Битвы с пиратами во внутреннем море продолжаются до сих пор."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Исчезновение Шианы",
        "period": "6000 днс",
        "description": "Жители юго-востока жили в мире и процветании, почитая Шиану и лис, исследуя пути культивации. В какой-то момент Шиана исчезла без следа. Ни Девятихвостая Лиса, ни Королева Ламий не знали, как могло исчезнуть существо уровня Изначального. Походы и поиски ничего не дали. Демоны узнали об исчезновении и активизировали агентов, сея панику, утверждая, что убили Шиану, что нельзя было ни доказать, ни опровергнуть. Регион погрузился в конфликты, эпидемии и заговоры. Лисы не справлялись с управлением смертными. От былой Лазурной Империи ничего не осталось, люди сосредоточились на отражении атак континента демонов. Эльвинар был истощён восстанием Валенсии и не мог оказать серьёзную поддержку."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Основание Новой Республики",
        "period": "4500 днс",
        "description": "Лорентийцы переосмыслили прошлые ошибки и решили перейти к менее агрессивной политике: стать миротворцами и борцами с демонами, а не завоевателями. Была принята новая Конституция, цель государства — развитие торговли, дипломатии и внешней разведки. При натянутых отношениях с Эльвинаром пришлось договариваться о морских путях и с местными правителями. Лоренция предприняла попытки помочь восточным землям, но конфликты с эльфами-ренегатами и внутренние распри мешали. Экономическая мощь и влияние республики росли, город стал крупнейшим в мире смертных (около трёх миллионов жителей). Укреплялись понятия лорентийского искусства, образа жизни, отрицания деления на расы и другие специфические черты. Вместе с влиянием купцов расширялось влияние преступных группировок, возможно при негласной поддержке разведки."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Восстание Тёмной Луны",
        "period": "3100 днс - 2900 днс",
        "description": "Леди Лорелейн, высокородная эльфийка, посетила Темнолесье и увидела несправедливость эльвинарской знати по отношению к местным, которые сделали для Империи не меньше Старших Домов. Познавая некромантию в Мрачных Болотах вместе с некромантом Миклаушем (ставшим её мужем), она стала Тёмной Луной, впитав души миллионов павших темнолесьцев. Она подняла восстание против Богини Луны. Эльвинар отправил карательную армию, уничтоженную полностью, затем объявил крестовый поход. Войска Империи встретили легионы нежити и живых полков Темнолесья, требовавших признать их религию и право оставаться в Империи. Им отказали, они окопались в болотах и успешно оборонялись. Лоренция и Дома Цветов помогали, пока некромантия и безумие богини не стали угрожать всему живому, заражая корни Древа. Лоренция и союзники вынужденно перешли на сторону Эльвинара. Лишь предательство ученика Лукаша позволило победить Архилича и заточить Тёмную Луну в глубине болот. Генерал Аугусто Викториано проследил, чтобы Темнолесье не сильно пострадало, вынудив Эльвинар отказаться от претензий, а сам фактически оккупировал будущие герцогства Ви’Рен, Де Лис, Краунсберг и Торрино, присоединив их через союз с Лоренцией, при сохранении армии нежити Темнолесья в болотах. Считается, что обида Темнолесья и Тёмная Луна ещё не исчезли."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Тирания Дома Викториано",
        "period": "3000 днс - 1500 днс",
        "description": "Генерал Аугусто, вернувшись в Лоренцию, объявил себя военным диктатором и создал Лорентийский Альянс. Союзные территории управлялись прореспубликанскими ставленниками. Под лозунгами «интересов республики» и при поддержке милитаристов он узурпировал власть, ослабив соперничающие дома и усилив свой. Собрав огромную армию добровольцев, он вторгся в Султанат, мотивируя поход неспособностью дома АльСалах защитить людей от демонов. Произвёл массовые чистки и казни, оправдывая их борьбой с демонопоклонниками. Население поддержало его, чему способствовали подготовленные разведкой «доказательства» и пророчества пустыни. Аугусто сделал своего сына султаном, а детей генералов — халифами, фактически установив наследственную власть над Султанатом и обширными территориями. Династия Викториано и их сторонники правили регионами империи и султаната полторы тысячи лет, пока около 1500 днс Дом Блеквелл не организовал сложную цепочку восстаний и не сверг их власть. Северные территории вернулись Эльвинару, Султанат сохранил независимость. С тех пор Викториано, сохранив статус патрициев, почти всегда служат в Преторианской Гвардии, а Блеквеллы, став патрициями, но оставаясь в тени, получили прозвище «Палачи Патрициев»."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Восход Клана Матсухито",
        "period": "2900 днс - 1200 днс",
        "description": "Потомки Аугусто, в частности диктатор Доротея Викториано, обратили внимание на Восток, где шла гражданская война с вмешательством демонов. Она собрала большую армию и отправилась «освобождать» Восток. Там она заключила союз с Кланом Матсухито, знаменитым мастерами меча: Лоренция помогала им возродить Лазурную Империю и защищать её от демонов и пиратов-эльфов, взамен на фактическую вассальную присягу и вступление в альянс. Десятилетняя кампания против демонов и сторонников независимости завершилась успехом. Лоренция закрепила выгодные торговые и военные соглашения. Отношения лис (кумихо) и восточных народов сильно испортились, как и отношение к лорентийцам. Тем не менее Лазурная Империя простояла более 1700 лет — рекорд для этого региона. Лоренция тем временем продолжала войны за Южные моря и наращивала флот, защищая Восток от демонов и пиратов."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Основание Зоркана",
        "period": "2300 днс - 419 днс",
        "description": "Некоторые орки жили в Лоренции ещё со времён Валенсийского восстания. При диктаторе Кае Викториано Лоренция решила «спасти» народ орков, часто становившихся рабами демонов. С использованием восточных баз были переброшены сотни тысяч солдат и войска Лазурной Империи. За пять лет сопротивление орков и агентов демонов было подавлено, демоны показательно казнены, сформирован союз кланов, затем объединение — Орда. Вождём Вождей стал Ажаг из Клана Необузданной Ярости, брат главного полевого командира Лоренции и бывший генерал её армии. Его правление принесло оркам и другим народам региона золотую эру. Завершилась она во время Великого Вторжения в 422 днс после убийства нескольких вождей и явления Герцога Ярости."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Исход Келебриона",
        "period": "1500 днс",
        "description": "По хроникам Дома Келебра их Царство существовало уже около 1200 днс, но в эльвинарских хрониках первые упоминания относятся к 800 днс и связаны с рыцарями Темнолесья. Вероятная теория: Царство Волка сформировали рыцари из народа Туата де Алюра где-то в астрале, под руководством Духа Волка. После столетий подготовки и сражений с неизвестными существами весь город-крепость Келебрион был телепортирован в мир смертных, в центр западных земель Эльвинара, недалеко от связанной с астралом Святославии. Обладая боеспособной армией рыцарей, они быстро захватили близлежащие земли, распространили веру в Свет и Ангелов, и за несколько месяцев взяли под защиту сельскохозяйственные провинции северо-запада Эльвинара. Рыцари Темнолесья отказались с ними сражаться, сославшись на дипломатическую необходимость. Этот период стал финальной трещиной в Эльвинаре и временем возрождения культа Света, Солнца и Ангелов. Царство снабжало империю зерном и товарами, параллельно распространяя свою веру. Есть теории о происхождении жителей Краунсберга от Царства Волка и бергов Ви’Рен, переселившихся к Лоренции, а также о связи Преторианской Гвардии с этой историей, но доказательств нет."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Основание Священной Империи",
        "period": "707 днс - 703 днс",
        "description": "У людей долго не было собственного Пантеона. Всё изменилось с появлением в Лоренции молодого мага Леонарда (Драгуноффа), который с друидом Айви, магом Ариманом и рыцарем леди Эммой отправился в земли Ви’Рен. Используя учения церкви Света, они подняли крестовый поход, свергая эльфийских наместников и подрывая веру людей в Пантеон Луны, распространяя идеи Пантеона Солнца. Они выигрывали битвы, в том числе против божественных посланников Луны. За три года они так ослабили старую религию, что после признания Эльвинара побеждённым и отказа от претензий Леонард был коронован Императором и вознёсся, создав Пантеон Света. За ним вознеслись Эмма, Айви и Ариман. Религия была принята и в Лоренции, которая помогала Леонарду и дала беспроцентную ссуду на развитие Империи. Темнолесье и Дома Цветов быстро перешли на сторону Леонарда и поддержали его реформы. Вокруг войны множество легенд, факты противоречивы, но известно, что Темнолесье и Дома Цветов сыграли ключевую роль."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Поход Мариуса Келебры",
        "period": "425 днс - 405 днс",
        "description": "После одного из вторжений демонов Мариус Келебра, наследник дома, собрал в Келебрионе крестовый поход из тысяч рыцарей (только конница) со всей Империи. Они очистили родные земли от скверны, затем двинулись по Священной Империи, Эльвинару, Зоркану, Лазурной Империи, через джунгли Харджари и Королевство Ракшасов — в Султанат, а потом в Земли Мёртвых, где исчезли. Конница штурмовала крепости, шла по горам, побеждала летающих противников. Менее чем за 20 лет они фактически освободили весь мир от крупных сил демонов и культистов. Экспедиции в Земли Мёртвых не нашли следов их гибели. Исчезновение большого числа рыцарей снизило общий «уровень рыцарственности»: тайны орденов и домов ушли вместе с ними."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Заражение Древа Жизни",
        "period": "422 днс",
        "description": "Одной ночью в столице Эльвинара началась эпидемия неизвестной болезни, одновременно с появлением монстров, нарушающих законы реальности. В то же время Древо Жизни было заражено в нескольких точках, что указывало на спланированную атаку. Была уничтожена Сильвана, Клинок Латифы, её деревня, Стая Серебряной Луны и Великий Анклав Друидов понесли катастрофический ущерб. Ослабленная Богиня Луны не смогла остановить разрыв реальности. Тогда явился Леонард, разорвав ночь на полдень, сокрушая монстров и «зашивая» реальность. Он остановил заражение столицы и замедлил заражение Древа, но сам получил серьёзные повреждения, как и его божественная сущность. Через 50 лет он полностью восстановился, продемонстрировав владение силами, которых у него не могло быть по определению, и в масштабах, доступных лишь высшим существам, что изменило баланс сил среди богов."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Повелитель Земель Мёртвых",
        "period": "420 днс",
        "description": "После трагедии в Эльвинаре принц Эрик из Священной Империи отправился в Земли Мёртвых, исследовать болезнь. Он исчез, а затем стало известно, что за считанные годы стал Королём Мёртвых. Подробности неизвестны или засекречены. Принц Эрик теперь известен как Чёрный Эрик."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Революция в Герцогстве Эстебан",
        "period": "420 днс - 403 днс",
        "description": "Едва обращённый вампир Сангвиниус сплотил десятки древних вампиров и устроил революцию в горах Кровавых Слёз, свергнув Харкона Эстебана, тысячелетнего правителя. Сангвиниус поглотил Харкона и его силу, став богом Кровавой Луны и фактическим богом вампиров. Легенды утверждают, что Харкон планировал начать Бесконечную Ночь, но Сангвиниус ему помешал."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Революция в Герцогстве Эстебан",
        "period": "420 днс - 403 днс",
        "description": "Едва обращённый вампир Сангвиниус сплотил десятки древних вампиров и устроил революцию в горах Кровавых Слёз, свергнув Харкона Эстебана, тысячелетнего правителя. Сангвиниус поглотил Харкона и его силу, став богом Кровавой Луны и фактическим богом вампиров. Легенды утверждают, что Харкон планировал начать Бесконечную Ночь, но Сангвиниус ему помешал."
    },
    {
        "group": "Эпоха Людей (6500 днс - 10 днс)",
        "name": "Вознесение Ангела Смерти",
        "period": "422 днс - 406 днс",
        "description": "Лоренция столкнулась со стагнацией, кризисом, снижением доходов, потерей влияния и управленческим хаосом. Город стал опасным местом. Глава Дома Миднайт объявил себя военным диктатором, но это лишь задержало упадок. В городе началась серия убийств, которые жители восприняли как ответ на их молитвы о праведной мести. Появилась Церковь Ангела Смерти, начавшая «наводить порядок». Был взорван Сенат с множеством лидеров, в город хлынули банды. Тогда, согласно легенде, явился Ангел Смерти и взял управление на себя. Началась Великая Чистка, в ходе которой Лоренция пережила такой ужас, что за считанные месяцы вышла из кризисов и за два года пережила новый расцвет. Большинство сведений о самом Ангеле и числе жертв засекречены Преторианской Гвардией. Церковь распалась через несколько лет, но страх его возвращения живёт до сих пор."
    },
    {
        "group": "Эпоха Конца Времён (10 днс - 0 пнс +)",
        "name": "Появление Царства Злобы",
        "period": "10 днс",
        "description": "За 10 лет до н.с. организация тёмных магов-наёмников Сыны Злобы устроила революцию в Султанате Лахра, свергнув и убив многих правителей. Они объявили своего лидера Фараоном, Богом-Царём Пустыни и начали агрессивно насаждать древние порядки и обычаи."
    },
    {
        "group": "Эпоха Конца Времён (10 днс - 0 пнс +)",
        "name": "Вторжение на Восток",
        "period": "1 днс",
        "description": "После нескольких относительно спокойных лет в землях Лазурной Империи вновь начала литься кровь — началось очередное вторжение с Континента Демонов. Пока неизвестно, является ли оно обычным нападением или частью куда более масштабного события."
    },
    {
        "group": "Эпоха Конца Времён (10 днс - 0 пнс +)",
        "name": "Конец Времён",
        "period": "0 пнс +",
        "description": "Начало Конца Времён, период, о котором пока почти ничего неизвестно и который связан с пророчествами, Бесконечно Долгой Ночью и глобальным пересбором мира."
    }
];