gameData.storiesOfTheEnd.locations = [
    {
        "name": "Священная Империя",
        "id": "holyEmpire",
        "l": 1050,
        "t": 400,
        "w": 1500,
        "h": 1150
    },
    {
        "name": "Республика Лоренция",
        "id": "lawrencianRepublic",
        "l": 2047,
        "t": 1622,
        "w": 91,
        "h": 114
    },
    {
        "name": "Герцогство Де Лис",
        "id": "duchyDeLys",
        "l": 1380,
        "t": 785,
        "w": 450,
        "h": 340
    },
    {
        "name": "Герцогство Краунсберг",
        "id": "duchyCrownsberg",
        "l": 1806,
        "t": 727,
        "w": 478,
        "h": 396
    },
    {
        "name": "Герцогство Келебрион",
        "id": "duchyKelebrion",
        "l": 1493,
        "t": 463,
        "w": 376,
        "h": 400
    },
    {
        "name": "Герцогство Рихтер",
        "id": "duchyRichter",
        "l": 1231,
        "t": 460,
        "w": 326,
        "h": 406
    },
    {
        "name": "Герцогство Торино",
        "id": "duchyTorino",
        "l": 2167,
        "t": 904,
        "w": 357,
        "h": 649
    },
    {
        "name": "Герцогство Гримм (Темнолесье)",
        "id": "duchyGrimwood",
        "l": 1765,
        "t": 401,
        "w": 404,
        "h": 425
    },
    {
        "name": "Королевство Маунтейн",
        "id": "mountainKingdom",
        "l": 1611,
        "t": 0,
        "w": 564,
        "h": 306
    },
    {
        "name": "Королевство Эльвинар",
        "id": "elvinarKingdom",
        "l": 2080,
        "t": 273,
        "w": 606,
        "h": 558
    },
    {
        "name": "Туата Ди Алюра",
        "id": "tuataDeAlyura",
        "l": 0,
        "t": 524,
        "w": 539,
        "h": 351
    },
    {
        "name": "Лазурная Империя",
        "id": "azureEmpire",
        "l": 2653,
        "t": 807,
        "w": 664,
        "h": 669
    },
    {
        "name": "Королевство Данхейм",
        "id": "danheimKingdom",
        "l": 915,
        "t": 284,
        "w": 236,
        "h": 322
    },
    {
        "name": "Царство Святославия",
        "id": "svyatoslaviyaKingdom",
        "l": 1232,
        "t": 157,
        "w": 885,
        "h": 346
    },
    {
        "name": "Султанат Лахра",
        "id": "lahraSultanate",
        "l": 1051,
        "t": 1535,
        "w": 921,
        "h": 590
    },
    {
        "name": "Королевство Пустыни",
        "id": "desertKingdom",
        "l": 1276,
        "t": 1868,
        "w": 125,
        "h": 96
    },
    {
        "name": "Султанат АльСаллах",
        "id": "alSallahSultanate",
        "l": 1947,
        "t": 1791,
        "w": 138,
        "h": 222
    },
    {
        "name": "Герцогство Эстебан",
        "id": "duchyEsteban",
        "l": 2287,
        "t": 797,
        "w": 412,
        "h": 570
    },
    {
        "name": "Флоты Пиратов",
        "id": "pirateFleets",
        "l": 552,
        "t": 1091,
        "w": 464,
        "h": 450
    },
    {
        "name": "Альянс Вечной Ночи",
        "id": "eternalNightAlliance",
        "l": 1961,
        "t": 1971,
        "w": 727,
        "h": 506
    },
    {
        "name": "Фа'Ми'Рин",
        "id": "duchyFamirin",
        "l": 2424,
        "t": 2238,
        "w": 159,
        "h": 84
    },
    {
        "name": "Фа'Л'Анар",
        "id": "duchyFalannar",
        "l": 2161,
        "t": 2025,
        "w": 159,
        "h": 138
    },
    {
        "name": "Фа'Л'Aзур",
        "id": "duchyFalazur",
        "l": 2588,
        "t": 1964,
        "w": 110,
        "h": 98
    },
    {
        "name": "Флот Ужаса",
        "id": "dreadFleet",
        "l": 1965,
        "t": 2294,
        "w": 150,
        "h": 179
    },
    {
        "name": "Церковь Тёмного Мессии",
        "id": "darkMessiahChurch",
        "l": 2809,
        "t": 1928,
        "w": 320,
        "h": 426
    },
    {
        "name": "Королевство Драконидов",
        "id": "drakonidKingdom",
        "l": 61,
        "t": 1004,
        "w": 374,
        "h": 586
    },
    {
        "name": "Пустоши",
        "id": "wasteland",
        "l": 161,
        "t": 1481,
        "w": 611,
        "h": 926
    }
];