gameData.storiesOfTheEnd.religions = [
    {
        "id": "pantheonSun",
        "name": "Пантеон Солнца",
        "color": "#ffbf60"
    },
    {
        "id": "emmangelists",
        "name": "Эммангелистская церковь",
    },
    {
        "id": "ivynion",
        "name": "Церковь Природы",
    },
    {
        "id": "arimania",
        "name": "Аримания",
    },
    {
        "id": "malaktari",
        "name": "Малактари",
    },

    {
        "id": "pantheonMoon",
        "name": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "mireska",
        "name": "Миреска",
    },

    {
        "id": "pantheonMountain",
        "name": "Пантеон Горы",
    },

    {
        "id": "pantheonNeutrals",
        "name": "Нейтральный пантеон",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "lukash",
        "name": "Лукаш",
        "color": "#48474a"
    },
    {
        "id": "alaxena",
        "name": "Алаксена",
    },

    {
        "id": "ravena",
        "name": "Альянс Вечной Ночи",
    },
    {
        "id": "ravena",
        "name": "Равена",
    },
    {
        "id": "drakhiel",
        "name": "Дракхиэль",
    },
    {
        "id": "laaeral",
        "name": "Лааэраль",
    },

    {
        "id": "erinFaidayen",
        "name": "Янника",
    },
    {
        "id": "sanguinius",
        "name": "Сангвиниус",
    },
    {
        "id": "lorelein_dark_moon",
        "name": "Лорелейн, Тёмная Луна",
    },

    {
        "id": "lazarus",
        "name": "Лазариус",
    },
    {
        "id": "lucy",
        "name": "Люси",
    },
    {
        "id": "obliterator",
        "name": "Облитератор",
    },
    {
        "id": "defiler",
        "name": "Осквернитель",
    },
    {
        "id": "plague_queen_ame",
        "name": "Королева Эпидемий, Амэ",
    },


    {
        "id": "shadow_dragon_queen_whisper_of_death",
        "name": "Королева Теневых Драконов, Шёпот Смерти",
        "group": "Высшие Лорды Бездны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "abyss_keeper_olivia",
        "name": "Хранитель Бездны, Оливия",
        "group": "Высшие Лорды Бездны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    }
];

gameData.storiesOfTheEnd.pantheons = [
    {
        "id": "architectOfLight",
        "name": "Леонард",
        "group": "Пантеон Солнца",
        "titles": [
            "Страж Солнца",
            "Удручённый рыцарь",
            "Поцелованный Хаосом"
        ],
        "domains": [
            "Солнце",
            "Свет",
            "Магия",
            "Героизм",
            "Война",
            "Самопожертвование"
        ],
        "goals": [
            "Спасение мира",
            "Спасение населения",
            "Счастье для всех"
        ],
        "alignment": ["свет", "нейтралитет", "хаос"],
        "blessings": [
            "свет",
            "хаос",
            "рыцарственность",
            "магия",
            "лидерство"
        ],
        "description": "Проклятый и сломленный, но непобеждённый герой человечества, который никогда не отступится от своих принципов и будет сражаться не только до, но даже после конца. Основатель и первый император Священной Империи, Гильдии магов, Новой Инквизиции и других организаций. Возможно величайший полководец и оккультист в истории мира. Любит общаться с верующими."
    },
    {
        "id": "emma_viren",
        "name": "Эмма (Ви’Рен)",
        "group": "Пантеон Солнца",
        "titles": [
            "Серафим",
            "Рыцарь Леонарда",
            "Алая Королева",
            "Королева Боли"
        ],
        "domains": [
            "Свет",
            "Кровь",
            "Боль",
            "Мученичество",
            "Рыцарственность",
            "Закон"
        ],
        "goals": [
            "Тотальная доминация света и рыцарственности в мире"
        ],
        "alignment": ["свет", "порядок"],
        "blessings": [
            "свет",
            "кровь",
            "рыцарственность",
            "боль",
            "командование"
        ],
        "description": "Некогда жертва безумного демонолога, прошла через боль и страдания, очистив себя от скверны и став символом для всех, кто проходит через тяготы жизни, оберегая добрых и праведных. Крайне воинственна, в прошлом была основным полевым генералом и защитником Леонарда. Высокомерна, но любит простые вещи и часто вмешивается в дела смертных ради их блага."
    },
    {
        "id": "natureOfLight",
        "name": "Айви",
        "group": "Пантеон Солнца",
        "titles": [
            "Хранительница рощи",
            "Небесный канцлер",
            "Нефритовая Госпожа"
        ],
        "domains": [
            "Природа",
            "Семья",
            "Целительство",
            "Плодородие",
            "Бюрократия"
        ],
        "goals": [
            "Стать единой Богиней Природы",
            "Найти чемпиона-мужчину"
        ],
        "alignment": ["свет", "нейтралитет"],
        "blessings": [
            "природа",
            "управление",
            "плодородие",
            "семья"
        ],
        "description": "Получив в детстве половину сущности лесной нимфы, знает, что человек может и должен жить в гармонии с природой. Для этого, однако, нужен точный расчёт. Личный секретарь Леонарда и всего Пантеона Солнца. Фактически руководит Святым Престолом."
    },
    {
        "id": "hammerOfLight",
        "name": "Ариман (Тиль)",
        "group": "Пантеон Солнца",
        "titles": [
            "Молот Света",
            "Оккультист",
            "Кузнец победы",
            "Фабрикатор"
        ],
        "domains": [
            "Магия",
            "Технология",
            "Алхимия",
            "Кузнечное дело",
            "Торговля",
            "Необходимое зло"
        ],
        "goals": [
            "Создание Легио Феррум",
            "Становление воплощением Прогресса",
            "Получение 4-го ранга",
            "Вывод Лоренции на уровень мультивселенной",
            "Полномасштабная война против Внешних богов и иных противников"
        ],
        "alignment": ["Лоренция", "хаос"],
        "blessings": [
            "магия",
            "технологии",
            "алхимия",
            "бизнес",
            "бой"
        ],
        "description": "Тот, кто некогда был бессильной жертвой, поклялся, что это было в последний раз. Магия изначально не принадлежала ему, но он сделал себя её хозяином. Ковал себя, пока не стал тем, кто кует богов, императоров, архимагов и учёных. Превыше всего ставит Прогресс, понимая, что не ему вести смертных, и терпеливо служит, чтобы однажды сделать Лоренцию Непобедимой. Управляет гильдиями алхимиков, исследователей, частично магов, Железным Орденом и другими. Имеет тёмных последователей."
    },
    {
        "id": "malaktari",
        "name": "Малактари",
        "group": "Пантеон Солнца",
        "titles": [
            "Королева Змей"
        ],
        "domains": [
            "Пустыня",
            "Магия",
            "Механизмы",
            "Жизнь",
            "Смерть"
        ],
        "goals": [
            "Убить Илайаса (многократно)",
            "Возможно, убить Лазариуса"
        ],
        "alignment": ["нейтралитет", "нейтралитет"],
        "blessings": [
            "переменные",
            "зависят от событий"
        ],
        "description": "Когда-то она плакала так много, что у неё сначала не осталось слёз, затем она потеряла глаза, не желая больше видеть зло и пороки людей, а в конце лишилась царства и свободы. Прошли тысячелетия, и лишь усилиями Леонарда в последние столетия она начала приходить в себя — по крайней мере, так кажется. Возможно, управляет самим Леонардом."
    },

    {
        "id": "moonGoddess",
        "name": "Ллиира",
        "group": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "moonKnight",
        "name": "Тибериус",
        "group": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "queenOfDarkestSpring",
        "name": "Миреска",
        "group": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "star_mage",
        "name": "Звёздный маг",
        "group": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "annabelle",
        "name": "Анабель",
        "group": "Пантеон Луны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "mountainKing",
        "name": "Царь Горы",
        "group": "Пантеон Горы",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "mountainBerserker",
        "name": "Тибблдорф",
        "group": "Пантеон Горы",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "mountainLady",
        "name": "Берта",
        "group": "Пантеон Горы",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "melissan",
        "name": "Мелиссан",
        "group": "Нейтральный пантеон",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "lukash",
        "name": "Лукаш",
        "group": "Нейтральный пантеон",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "alaxena",
        "name": "Алаксена",
        "group": "Нейтральный пантеон",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "lucifer",
        "name": "Люцифер",
        "group": "Нейтральный пантеон",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "ravena",
        "name": "Равена",
        "group": "Альянс Вечной Ночи",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "drakhiel",
        "name": "Дракхиэль",
        "group": "Альянс Вечной Ночи",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "laaeral",
        "name": "Лааэраль",
        "group": "Альянс Вечной Ночи",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "yannika",
        "name": "Янника",
        "group": "Иные боги",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "sanguinius",
        "name": "Сангвиниус",
        "group": "Иные боги",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "lorelein_dark_moon",
        "name": "Лорелейн, Тёмная Луна",
        "group": "Иные боги",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "lazarus",
        "name": "Лазариус",
        "group": "Высшие Чернокнижники",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "lucy",
        "name": "Люси",
        "group": "Высшие Чернокнижники",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "obliterator",
        "name": "Облитератор",
        "group": "Высшие Чернокнижники",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": "Это чернокнижник, которому более 500 лет и в отличии от большинства он не свихнулся и не пошёл спать в возрасте около 300 лет. 450 лет назад, когда Ксения, только пошла на Войны Крови, он был заместителем генерала армии, где она служила. Он случайно её увидел, понял, что она алю, но по чистой прихоти решил отнестись нормально, качал её как офицера, учил тактике, стратегии и т.п. крышевал от демонов. Когда она решила уйти в мир людей, то он даже помог ей отмазаться. После с Ксенией они общались редко, но она все эти 400 лет называет его \"Командир\". Сила это чернокнижника в основном заключена в его проклятой передвижной крепости (это его артефакт основной и гримуар одновременно) а также в производстве артефактов гигантского размера, например, копий, которые через заклинания летят на 2000 км и стирают с лица земли город ударом молнии. Для войны с Лукашем и Эммой он в первую очередь нужен для штурма магических крепостей (как пример стены основных некроплей Лукаша имеют броню 3 ранга и сопротивления всему 80+% и регенерацию), а также для уничтожения большого количества противников. Это крайне своеобразный чел (в фэнтези он считается техномантом), который почти ничего уже давно не чувствует, который последние лет 250 просто едет туда сюда и атакует города демонов, Лукаша и т.п.<br>Знаменит тем, что однажды в ничью разошёлся с ЭлДжеем и Ариманом вместе, а также в другом бою сильно покалечил архитектора. Несколько раз побеждал Лукаша. Презирает последнего и считает клоуном."
    },
    {
        "id": "defiler",
        "name": "Осквернитель",
        "group": "Высшие Чернокнижники",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "plague_queen_ame",
        "name": "Королева Эпидемий, Амэ",
        "group": "Высшие Чернокнижники",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },


    {
        "id": "temptress_ank_sun_a_mun",
        "name": "Искусительница, Анк'Сун'А'Мун",
        "group": "Высшие Лорды Хаоса",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "arch_traitor_damir",
        "name": "Архипредатель, Дамир",
        "group": "Высшие Лорды Хаоса",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "high_tyrant_desmond",
        "name": "Верховный Тиран, Дезмонд",
        "group": "Высшие Лорды Хаоса",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "powerless_belphagor",
        "name": "Бессильный, Бел’фагор",
        "group": "Высшие Лорды Хаоса",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "fear_in_flesh_deimos",
        "name": "Страх во плоти, Деймос",
        "group": "Высшие Лорды Смерти",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "horror_in_flesh_phobos",
        "name": "Ужас во плоти, Фобос",
        "group": "Высшие Лорды Смерти",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "high_necromancer_kemal_khan",
        "name": "Верховный Некромант, Кемаль Хан",
        "group": "Высшие Лорды Смерти",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },

    {
        "id": "shadow_dragon_queen_whisper_of_death",
        "name": "Королева Теневых Драконов, Шёпот Смерти",
        "group": "Высшие Лорды Бездны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    },
    {
        "id": "abyss_keeper_olivia",
        "name": "Хранитель Бездны, Оливия",
        "group": "Высшие Лорды Бездны",
        "titles": [],
        "domains": [],
        "goals": [],
        "alignment": [],
        "blessings": [],
        "description": ""
    }
];